TILESIZE = 64
SCREEN_HEIGHT = 700
SCREEN_WIDTH = 1200

dialogs = {
    1:         ['Вадим: Где я... Что случилось? Боже, кажется я в игре... Кто меня так нарисовал, фууу. Ладно. Ладно.',
                '            Кажется я начинаю вспоминать. Пока что всё размыто, и я не могу с уверенностью что-то утверждать, но я помню',
                '            одно. Вокалистка сошла с ума и её надо одолеть! А ещё я двигаюсь на "стрелочки", если что, прыгаю на "пробел",',
                '            атакую на "c", ультую на "CTRL", могу прыгать по стенам и ломать коробки! Для ульты копи полный круг в левом',
                '            нижнем углу, собирая монеты. Неужели музыкант заработает монет...'],
    2:         ['Разраб: Ты думаешь можно просто так взять и перепрыгивать через врагов, не убивая их? Я для кого старался...',
                'Вадим:  Так вот чем ты вместо записи альбома занимался?',
                'Разраб: Ты - это я, так что я б на твоём месте помалкивал.',
                'Вадим:  Ты сам прописал мне эти реплики, я не виноват...'],
    3:         ['Вадим: О, Антон привет, ты тоже тут!',
                'Антон: Да, этот ублюдок поместил меня в эту игру без моего ведома... А я вообще-то альбом сводил...',
                'Вадим: А почему мы так похожи?',
                'Антон: Полагаю, ему было лень полностью перерисовывать персонажа.',
                'Вадим: Как бы там ни было, я пошёл есть, а ты поможешь добраться до Вари и одолеть её!',
                '            И ещё передай Лёве мою гитару, если увидишь его, настоящему мне лень рисовать ещё одну гитару.'],
    4:         ['Антон: Нахрена я согласился...'],
    5:         ['Антон: Надеюсь он пытался нарисовать мне барабанные палочки, а не то, на что это похоже...'],
    6:         ['Антон: О, Лёвыч, привет! Тебя он значит хоть как-то перерисовал...',
                'Лёвыч: Дарова, у разработчика проблема с придумыванием сюжета и диалогов, так что я уже понял,',
                '            что моя очередь идти одолевать Варю.',
                'Антон: ДА! И вот, тебе Вадим передал гитару!',
                'Лёвыч: И кстати, это точно барабанные палочки у тебя в руках?',
                'Антон: Надеюсь...'],
    7:          ['Лёвыч: Блин как же классно постарался разработчик, очень крутая игра!',
                 '            Возможно даже он сейчас сидит и пишет этот диалог поздно ночью.',
                 '            Какой же он молодец!'],
    8:          ['Левёч: Альбион Онлайн - это не только многопользовательская ММОРПГ'],
    9:          ['ваваи:']
}