TILESIZE = 64
SCREEN_HEIGHT = 700
SCREEN_WIDTH = 1200

dialogs = {
    'level_1': ['Вадим: Где я... Что случилось? Боже, кажется я в игре... Кто меня так нарисовал, фууу. Ладно. Ладно.',
                'Кажется я начинаю вспоминать. Пока что всё размыто, и я не могу с уверенностью что-то утверждать, но я помню одно.',
                'Вокалистка сошла с ума и её надо одолеть! А ещё я двигаюсь на "стрелочки", если что, прыгаю на "пробел",',
                'атакую на "c", ультую на "CTRL" и могу прыгать по стенам! Для ульты копи полный круг в левом верхнем углу, собирая монеты.',
                'Неужели музыкант заработает монет...']
}